02_erb_basic/deas-0.28.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    34.41ms   22.80ms  76.27ms   75.00%
    Req/Sec   170.12     70.99   263.00     66.67%
  669 requests in 2.00s, 221.37KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    334.31
Transfer/sec:    110.62KB